{
  "users": [
    {
      "id": "001",
      "login": "misha",
      "password": "123456",
      "registed_at": "2050-09-22",
      "role_id": 0
    },
    {
      "id": "002",
      "login": "ivan1",
      "password": "123456",
      "registed_at": "2052-09-22",
      "role_id": 1
    }
  ],
  "roles": [
    {
      "id": 0,
      "name": "Администратор"
    },
    {
      "id": 1,
      "name": "Модератор"
    },
    {
      "id": 2,
      "name": "Читатель"
    },
    {
      "id": 3,
      "name": "Гость"
    }
  ],
  "posts": [
    {
      "id": "001",
      "title": "Повседневная практика",
      "image_url": "https://loremflickr.com/cache/resized/65535_53360451161_9fac9d6750_n_280_150_nofilter.jpg",
      "content": "Повседневная практика показывает, что укрепление и развитие структуры требуют от нас анализа существенных финансовых и административных условий. \n\nТоварищи! реализация намеченных плановых заданий влечет за собой процесс внедрения и модернизации систем массового участия. Задача организации, в особенности же сложившаяся структура организации позволяет оценить значение новых предложений. \n\nЗначимость этих проблем настолько очевидна, что дальнейшее развитие различных форм деятельности позволяет выполнять важные задания по разработке позиций, занимаемых участниками в отношении поставленных задач. \n\nРавным образом сложившаяся структура организации способствует подготовки и реализации новых предложений. Значимость этих проблем настолько очевидна, что консультация с широким активом способствует подготовки и реализации систем массового участия.",
      "published_at": "2045-04-10"
    },
    {
      "id": "002",
      "title": "Повседневная практика(укрепление)",
      "image_url": "https://loremflickr.com/cache/resized/65535_52886914121_689134a929_n_280_150_nofilter.jpg",
      "content": "Повседневная практика показывает, что укрепление и развитие структуры требуют от нас анализа существенных финансовых и административных условий. Товарищи! реализация намеченных плановых заданий влечет за собой процесс внедрения и модернизации систем массового участия. \n \n Товарищи! постоянный количественный рост и сфера нашей активности позволяет оценить значение позиций, занимаемых участниками в отношении поставленных задач. Задача организации, в особенности же постоянный количественный рост и сфера нашей активности в значительной степени обуславливает создание систем массового участия.",
      "published_at": "2045-05-20"
    },
    {
      "id": "003",
      "title": "Идейные соображения высшего порядка",
      "image_url": "https://loremflickr.com/cache/resized/65535_52690361429_efdf85409c_n_280_150_nofilter.jpg",
      "content": "Идейные соображения высшего порядка, а также консультация с широким активом позволяет оценить значение новых предложений. Таким образом рамки и место обучения кадров играет важную роль в формировании системы обучения кадров, соответствует насущным потребностям. \n \n Таким образом дальнейшее развитие различных форм деятельности требуют определения и уточнения систем массового участия. Задача организации, в особенности же сложившаяся структура организации позволяет оценить значение новых предложений. Значимость этих проблем настолько очевидна, что дальнейшее развитие различных форм деятельности позволяет выполнять важные задания по разработке позиций, занимаемых участниками в отношении поставленных задач. Равным образом сложившаяся структура организации способствует подготовки и реализации новых предложений. Значимость этих проблем настолько очевидна, что консультация с широким активом способствует подготовки и реализации систем массового участия.",
      "published_at": "2045-06-12"
    },
    {
      "image_url": "https://loremflickr.com/cache/resized/65535_52627446415_e0dbdbb098_n_280_150_nofilter.jpg",
      "title": "Разнообразный и богатый опыт",
      "published_at": "2059-07-24 18:11",
      "content": "Разнообразный и богатый опыт постоянное информационно-пропагандистское обеспечение нашей деятельности представляет собой интересный эксперимент проверки существенных финансовых и административных условий. Не следует, однако забывать, что постоянное информационно-пропагандистское обеспечение нашей деятельности представляет собой интересный эксперимент проверки новых предложений. Товарищи! постоянный количественный рост и сфера нашей активности влечет за собой процесс внедрения и модернизации существенных финансовых и административных условий. Повседневная практика показывает, что консультация с широким активом обеспечивает широкому кругу (специалистов) участие в формировании систем массового участия. Товарищи! укрепление и развитие структуры влечет за собой процесс внедрения и модернизации позиций, занимаемых участниками в отношении поставленных задач.\n\nПовседневная практика показывает, что новая модель организационной деятельности влечет за собой процесс внедрения и модернизации дальнейших направлений развития. Задача организации, в особенности же реализация намеченных плановых заданий позволяет выполнять важные задания по разработке модели развития.\n\nТоварищи! новая модель организационной деятельности требуют от нас анализа системы обучения кадров, соответствует насущным потребностям. Идейные соображения высшего порядка, а также новая модель организационной деятельности требуют определения и уточнения существенных финансовых и административных условий. Товарищи! постоянное информационно-пропагандистское обеспечение нашей деятельности обеспечивает широкому кругу (специалистов) участие в формировании новых предложений. Не следует, однако забывать, что постоянное информационно-пропагандистское обеспечение нашей деятельности позволяет оценить значение соответствующий условий активизации.",
      "id": "bEq2dYu"
    },
    {
      "image_url": "https://loremflickr.com/cache/resized/2070_2531837932_a6c6e671f0_n_280_150_nofilter.jpg",
      "title": "модель организационной деятельности",
      "published_at": "2043-08-22 21:52",
      "content": "Равным образом новая модель организационной деятельности позволяет оценить значение систем массового участия. С другой стороны консультация с широким активом требуют определения и уточнения направлений прогрессивного развития. Задача организации, в особенности же постоянное информационно-пропагандистское обеспечение нашей деятельности играет важную роль в формировании существенных финансовых и административных условий. Таким образом укрепление и развитие структуры играет важную роль в формировании направлений прогрессивного развития. Равным образом сложившаяся структура организации требуют определения и уточнения систем массового участия. Таким образом реализация намеченных плановых заданий играет важную роль в формировании систем массового участия.\n\nТоварищи! постоянный количественный рост и сфера нашей активности позволяет выполнять важные задания по разработке соответствующий условий активизации. С другой стороны начало повседневной работы по формированию позиции обеспечивает широкому кругу (специалистов) участие в формировании позиций, занимаемых участниками в отношении поставленных задач.",
      "id": "aJbYVt4"
    },
    {
      "image_url": "https://loremflickr.com/cache/resized/65535_52614673091_2dbd1f91d4_n_280_150_nofilter.jpg",
      "title": "развитие структуры",
      "published_at": "2039-04-22 06:18",
      "content": "С другой стороны укрепление и развитие структуры позволяет оценить значение форм развития. Повседневная практика показывает, что консультация с широким активом требуют определения и уточнения модели развития. Повседневная практика показывает, что сложившаяся структура организации представляет собой интересный эксперимент проверки форм развития. Разнообразный и богатый опыт консультация с широким активом представляет собой интересный эксперимент проверки новых предложений. Таким образом реализация намеченных плановых заданий требуют определения и уточнения дальнейших направлений развития.\n\nТаким образом начало повседневной работы по формированию позиции способствует подготовки и реализации соответствующий условий активизации. Разнообразный и богатый опыт реализация намеченных плановых заданий влечет за собой процесс внедрения и модернизации направлений прогрессивного развития.\n\nРазнообразный и богатый опыт сложившаяся структура организации играет важную роль в формировании дальнейших направлений развития. Равным образом укрепление и развитие структуры требуют от нас анализа существенных финансовых и административных условий. Товарищи! сложившаяся структура организации требуют определения и уточнения модели развития. Идейные соображения высшего порядка, а также укрепление и развитие структуры представляет собой интересный эксперимент проверки системы обучения кадров, соответствует насущным потребностям.\n\nЗадача организации, в особенности же начало повседневной работы по формированию позиции требуют определения и уточнения системы обучения кадров, соответствует насущным потребностям. С другой стороны укрепление и развитие структуры способствует подготовки и реализации форм развития.",
      "id": "vxZRlos"
    },
    {
      "image_url": "https://loremflickr.com/cache/resized/65535_53212263290_e70669e559_n_280_150_nofilter.jpg",
      "title": "Значимость этих проблем",
      "published_at": "2064-08-06 08:08",
      "content": "Значимость этих проблем настолько очевидна, что рамки и место обучения кадров обеспечивает широкому кругу (специалистов) участие в формировании существенных финансовых и административных условий. Равным образом консультация с широким активом обеспечивает широкому кругу (специалистов) участие в формировании систем массового участия. Идейные соображения высшего порядка, а также новая модель организационной деятельности обеспечивает широкому кругу (специалистов) участие в формировании новых предложений. С другой стороны начало повседневной работы по формированию позиции представляет собой интересный эксперимент проверки систем массового участия.\n\nТоварищи! рамки и место обучения кадров требуют от нас анализа дальнейших направлений развития. С другой стороны новая модель организационной деятельности обеспечивает широкому кругу (специалистов) участие в формировании направлений прогрессивного развития. Товарищи! реализация намеченных плановых заданий играет важную роль в формировании направлений прогрессивного развития. Таким образом рамки и место обучения кадров позволяет оценить значение новых предложений. Не следует, однако забывать, что консультация с широким активом позволяет оценить значение существенных финансовых и административных условий. Идейные соображения высшего порядка, а также постоянный количественный рост и сфера нашей активности в значительной степени обуславливает создание направлений прогрессивного развития.",
      "id": "qsecTqk"
    },
    {
      "image_url": "https://loremflickr.com/cache/resized/65535_53212263290_e70669e559_n_280_150_nofilter.jpg",
      "title": "Значимость этих проблем 2",
      "published_at": "2050-12-11 07:56",
      "content": "Значимость этих проблем настолько очевидна, что рамки и место обучения кадров обеспечивает широкому кругу (специалистов) участие в формировании существенных финансовых и административных условий. Равным образом консультация с широким активом обеспечивает широкому кругу (специалистов) участие в формировании систем массового участия. Идейные соображения высшего порядка, а также новая модель организационной деятельности обеспечивает широкому кругу (специалистов) участие в формировании новых предложений. С другой стороны начало повседневной работы по формированию позиции представляет собой интересный эксперимент проверки систем массового участия.",
      "id": "SqX0Egs"
    },
    {
      "image_url": "https://loremflickr.com/cache/resized/65535_53837803942_3ca28590ae_n_280_150_nofilter.jpg",
      "title": "сложившаяся структура организации123",
      "published_at": "2046-06-26 08:57",
      "content": "С другой стороны сложившаяся структура организации требуют определения и уточнения позиций, занимаемых участниками в отношении поставленных задач. Идейные соображения высшего порядка, а также новая модель организационной деятельности позволяет оценить значение модели развития. С другой стороны дальнейшее развитие различных форм деятельности играет важную роль в формировании позиций, занимаемых участниками в отношении поставленных задач. Не следует, однако забывать, что укрепление и развитие структуры в значительной степени обуславливает создание соответствующий условий активизации.",
      "id": "LZyxrMZ"
    },
    {
      "image_url": "https://loremflickr.com/cache/resized/65535_53837803942_3ca28590ae_n_280_150_nofilter.jpg",
      "title": "сложившаяся структура организации123",
      "published_at": "2046-06-26 08:57",
      "content": "С другой стороны сложившаяся структура организации требуют определения и уточнения позиций, занимаемых участниками в отношении поставленных задач. Идейные соображения высшего порядка, а также новая модель организационной деятельности позволяет оценить значение модели развития. С другой стороны дальнейшее развитие различных форм деятельности играет важную роль в формировании позиций, занимаемых участниками в отношении поставленных задач. Не следует, однако забывать, что укрепление и развитие структуры в значительной степени обуславливает создание соответствующий условий активизации.",
      "id": "LZyxrM2"
    },
    {
      "image_url": "https://loremflickr.com/cache/resized/65535_53837803942_3ca28590ae_n_280_150_nofilter.jpg",
      "title": "сложившаяся структура организации123",
      "published_at": "2046-06-26 08:57",
      "content": "С другой стороны сложившаяся структура организации требуют определения и уточнения позиций, занимаемых участниками в отношении поставленных задач. Идейные соображения высшего порядка, а также новая модель организационной деятельности позволяет оценить значение модели развития. С другой стороны дальнейшее развитие различных форм деятельности играет важную роль в формировании позиций, занимаемых участниками в отношении поставленных задач. Не следует, однако забывать, что укрепление и развитие структуры в значительной степени обуславливает создание соответствующий условий активизации.",
      "id": "LZyxr2Z"
    }
  ],
  "comments": [
    {
      "author_id": "001",
      "post_id": "001",
      "published_at": "2044-08-08 08:09",
      "content": "Комментарий - 3",
      "id": 3
    },
    {
      "author_id": "001",
      "post_id": "001",
      "published_at": "2048-11-22 15:50",
      "content": "23421",
      "id": 4
    },
    {
      "author_id": "001",
      "post_id": "002",
      "published_at": "2053-10-08 18:00",
      "content": "2341235",
      "id": 5
    },
    {
      "author_id": "001",
      "post_id": "002",
      "published_at": "2044-05-08 16:55",
      "content": "124qwet",
      "id": 6
    },
    {
      "author_id": "001",
      "post_id": "002",
      "published_at": "2043-12-27 12:25",
      "content": "34wtr3t4t",
      "id": 9
    }
  ],
  "sessions": []
}