{
  "users": [
    {
      "id": "001",
      "login": "misha",
      "password": "123456",
      "registed_at": "2050-09-22",
      "role_id": 0
    },
    {
      "id": "002",
      "login": "ivan1",
      "password": "123456",
      "registed_at": "2052-09-22",
      "role_id": 1
    }
  ],
  "roles": [
    {
      "id": 0,
      "name": "Администратор"
    },
    {
      "id": 1,
      "name": "Модератор"
    },
    {
      "id": 2,
      "name": "Читатель"
    },
    {
      "id": 3,
      "name": "Гость"
    }
  ],
  "posts": [
    {
      "id": "001",
      "title": "Повседневная практика",
      "image_url": "https://loremflickr.com/cache/resized/65535_52762952436_c3c6b46e79_n_280_150_nofilter.jpg",
      "content": "Повседневная практика показывает, что дальнейшее развитие различных форм деятельности требуют от нас анализа существенных финансовых и административных условий. Равным образом рамки и место обучения кадров представляет собой интересный эксперимент проверки модели развития. Повседневная практика показывает, что рамки и место обучения кадров влечет за собой процесс внедрения и модернизации направлений прогрессивного развития. Значимость этих проблем настолько очевидна, что дальнейшее развитие различных форм деятельности влечет за собой процесс внедрения и модернизации системы обучения кадров, соответствует насущным потребностям. Значимость этих проблем настолько очевидна, что дальнейшее развитие различных форм деятельности представляет собой интересный эксперимент проверки форм развития. Товарищи! постоянный количественный рост и сфера нашей активности требуют определения и уточнения существенных финансовых и административных условий.",
      "published_at": "2045-04-10"
    },
    {
      "id": "002",
      "title": "Повседневная практика(укрепление)",
      "image_url": "https://loremflickr.com/cache/resized/65535_52886914121_689134a929_n_280_150_nofilter.jpg",
      "content": "Повседневная практика показывает, что укрепление и развитие структуры требуют от нас анализа существенных финансовых и административных условий. Товарищи! реализация намеченных плановых заданий влечет за собой процесс внедрения и модернизации систем массового участия.<br /><br />Товарищи! постоянный количественный рост и сфера нашей активности позволяет оценить значение позиций, занимаемых участниками в отношении поставленных задач. Задача организации, в особенности же постоянный количественный рост и сфера нашей активности в значительной степени обуславливает создание систем массового участия.",
      "published_at": "2045-05-20"
    },
    {
      "id": "003",
      "title": "Идейные соображения высшего порядка",
      "image_url": "https://loremflickr.com/cache/resized/65535_52690361429_efdf85409c_n_280_150_nofilter.jpg",
      "content": "Идейные соображения высшего порядка, а также консультация с широким активом позволяет оценить значение новых предложений. Таким образом рамки и место обучения кадров играет важную роль в формировании системы обучения кадров, соответствует насущным потребностям.<br /><br />Таким образом дальнейшее развитие различных форм деятельности требуют определения и уточнения систем массового участия. Задача организации, в особенности же сложившаяся структура организации позволяет оценить значение новых предложений. Значимость этих проблем настолько очевидна, что дальнейшее развитие различных форм деятельности позволяет выполнять важные задания по разработке позиций, занимаемых участниками в отношении поставленных задач. Равным образом сложившаяся структура организации способствует подготовки и реализации новых предложений. Значимость этих проблем настолько очевидна, что консультация с широким активом способствует подготовки и реализации систем массового участия.",
      "published_at": "2045-06-12"
    }
  ],
  "comments": [
    {
      "author_id": "001",
      "post_id": "001",
      "published_at": "2044-08-08 08:09",
      "content": "Комментарий - 3",
      "id": 3
    }
  ],
  "sessions": [
    {
      "hash": "0.63050533434062772109029992861906066536903381347656",
      "user": {
        "id": "001",
        "login": "misha",
        "password": "123456",
        "registeredAt": "2050-09-22",
        "roleId": 0
      },
      "id": 1
    }
  ]
}